<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-24 
 * -----------------------------------------------------------
 * 创建人	：大傻 lilei.zh@qq.com
 * -----------------------------------------------------------
 * 文件说明	; AssessmentModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class AssessmentModel extends CommonModel{
	protected $_validate = array(
        array('teachid', 'require', '课程必须！'),
		array('type', 'require', '考核类型必须！'),
    );
}

?>
