<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-13
 * -----------------------------------------------------------
 * 创建人	：xiaoqing 1043977511@qq.com
 * -----------------------------------------------------------
 * 文件说明	; OrganizeModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class OrganizeModel extends CommonModel{
	protected $_validate = array(
        array('orgid', 'require', '机构代码必须！'),
		array('name', 'require', '机构名称必须！'),
		array('email', 'email', '邮箱格式错误！', 2),
    );
}

?>
