<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-16
 * -----------------------------------------------------------
 * 创建人	：大傻 lilei.zh@qq.com
 * -----------------------------------------------------------
 * 文件说明	; OrgdutyModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class OrgdutyModel extends CommonModel{
	 protected $_validate = array(
        array('userid', 'require', '教师名称必须！'),
		array('orgid', 'require', '机构必须！'),
		array('name', 'require', '职务名称必须！'),
    );
}

?>
