<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-26 
 * -----------------------------------------------------------
 * 创建人	：大傻 lilei.zh@qq.com
 * -----------------------------------------------------------
 * 文件说明	; ScoreModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class ScoreModel extends CommonModel{
		protected $_validate = array(
        array('assessmentid', 'require', '参数错误！'),
		array('userid', 'require', '参数错误！'),
    );
}

?>
