<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-23
 * -----------------------------------------------------------
 * 创建人	：大傻 lilei.zh@qq.com
 * -----------------------------------------------------------
 * 文件说明	; SelectCourseModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class SelectCourseModel extends CommonModel{
	// 自动验证设置
	protected $_validate = array(
		array('userid', 'require', '用户编号必须！'),
		array('teachid', 'require', '授课代码必须！'),
	);
}

?>
