<?php

/* ------------------------------------------------------------
 * 日期		：2012-9-22
 * -----------------------------------------------------------
 * 创建人	：xiaoqing 1043977511@qq.com
 * -----------------------------------------------------------
 * 文件说明	; ThesisModel.class.php UTF-8
 * -----------------------------------------------------------
 */

class ThesisModel extends CommonModel {

	protected $_validate = array(
        array('userid', 'require', '学生代码必须！'),
		array('thesisid', 'require', '论文选题代码必须！'),
		array('word_number', 'number', '论文字数必须是数字！'),
    );
}

?>
